Repository: abchk1234/timeset-gui
Catalog: po/*.po
Languages: es

source: Warning!
es: Advertencia!

source: Current date and time
es: Fecha y hora Actual

source: Known timezones
es: Zonas horarias conocidos

source: Set system timezone
es: Configurar la zona horaria del sistema

source: Enter the timezone. It should be like Continent/City - Europe/Berlin
es: Introduzca la zona horaria. Debe ser como Continent/Ciudad - Europe/Berlin

source: Enable or disable NTP
es: Activar o desactivar NTP

source: Enable
es: Activar

source: Disable
es: Deshabilitar

source: Enable or disable NTP usage. NTP stands for Network Time Protocol. If NTP is enabled the system will periodically synchronize time from the network.
es: Activar o desactivar el uso de NTP. NTP significa Protocolo de tiempo de red. Si NTP está activado el sistema periódicamente synchronize hora de la red.

source: Control the hardware clock
es: Controlar el hardware reloj

source: Local time
es: Hora local

source: Set the hardware clock to use
es: Ajuste el reloj de hardware a utilizar

source: Hardware clock time
es: Hora del reloj del hardware

source: Synchronize system time from hardware clock
es: Hora del sistema de sincronización de reloj de hardware

source: Synchronize system time from the hardware clock. Click OK and wait a few moments while the time is being synchronised.
es: Sincronizar hora del sistema del reloj de hardware. Haga clic en Aceptar y espere unos momentos mientras que el tiempo se está sincronizando.

source: Set system time
es: Configurar la hora del sistema

source: Enter the time. The time may be formatted like this: 2013-11-18 09:12:45 or just yyyy-mm-dd hh:mm
es: Introduzca la hora. El tiempo puede ser formateado like esto: 18/11/2013 09:12:45 o sólo yyyy-mm-dd hh:mm

source: System time synchronized to hardware clock!
es: Leer hora del reloj del hardware

source: Hardware clock synchronized to system time!
es: Reloj de hardware sincronizada con la hora del sistema!

source: Hardware clock set to UTC!
es: Reloj de hardware ajustado a UTC!

source: Hardware clock set to local time!
es: Reloj de hardware a la hora local!

source: ntpd service not found
es: servicio ntpd no encontrado

source: For this to work ntpd needs to be present. Furthur you may need need to edit /etc/ntp.conf (or similar) file, and then enable the ntp daemon to start at boot. This feature is not handled by this program.
es: Para que esto funcione ntpd tiene que estar presente. Furthur es posible que tenga que editar /etc/ntp.conf (o similar), y luego habilitar el demonio NTP para iniciar en el arranque. Esta función no está a cargo de este programa.

source: NTP enabled!
es: NTP habilitado!

source: NTP disabled!
es: NTP habilitado!

source: Could not find ntpdate
es: No se pudo encontrar ntpdate

source: Success! Time updated.
es: Éxito! Hora actualizada.

source: Invalid timezone
es: Zona horaria no válida

source: Timezone changed!
es: Zona horaria cambiado!

source: Time not entered correctly.
es: El tiempo no ha introducido correctamente.

source: Time changed!
es: El tiempo cambió!

source: TimeSet - Manage system date and time
es: TimeSet - Administrar la fecha y hora del sistema

source: 1. Show current date and time
es: 1. Mostrar fecha y hora actuales

source: Show current date and time configuration
es: Mostrar fecha actual y la configuración de tiempo

source: 2. Show timezones
es: 2. Mostrar zonas horarias

source: Show known timezones
es: Mostrar conocido zonas horarias

source: 3. Set system timezone
es: 3. Establecer huso horario del sistema

source: 4. Synchronize time from the network
es: 4. Sincronizar hora de la red

source: Synchronize time from the network using NTP
es: Sincronizar la hora desde la red mediante NTP

source: 5. Choose whether NTP is enabled
es: 5. Elija si NTP está activado

source: Choose whether NTP (Network Time Protocol) is enabled
es: Elija si NTP (Network Time Protocol) está activado

source: 6. Hardware clock in UTC or local time
es: 6. Hardware reloj en UTC o en hora local

source: Control whether the hardware clock is in UTC or local time
es: Controla si el reloj del hardware está en UTC o en hora local

source: 7. Read time from the hardware clock
es: 7. Lea el tiempo de la hardware reloj

source: Read time from the hardware clock
es: Leer hora del reloj del hardware

source: 8. Synchronize hardware clock to system time
es: 8. Sincronizar hardware reloj a la hora del sistema

source: Synchronize hardware clock to system time
es: Sincronizar el reloj hardware a la hora del sistema

source: 9. Synchronize system time to hardware clock
es: 9. Sincronizar Hora del sistema para hardware reloj

source: Synchronize system time to hardware clock time
es: Sincronizar hora del sistema a la hora del reloj del hardware

source: 10. Adjust the date and time manually
es: 10. Ajuste de la fecha y la hora manualmente

source: Set the date and time manually
es: Ajuste la fecha y la hora manualmente
